Repository: Greg36/simply-filters
Catalog: resources/languages/simply-filters-*.po
Languages: pl_pl

source: Simply add product's price, category and attribute filters to WooCommerce.
pl_pl: Z łatwością dodaj filtry ceny, kategorii i atrybutów produktów WooCommerce.

source: Filter colors
pl_pl: Kolory filtrów

source: Customize how filters look on the site. Changing colors here will affect all filters.
pl_pl: Dostosuj wygląd filtrów na stronie. Zmiana kolorów wpłynie na wszystkie filtry.

source: Accent
pl_pl: Akcent

source: Highlight
pl_pl: Wyróżnienie

source: Background
pl_pl: Tło

source: Option text
pl_pl: Tekst opcji

source: Title text
pl_pl: Tekst nagłówków

source: Elements style
pl_pl: Styl elementów

source: Overall style of filter elements
pl_pl: Ogólny styl elementów filtrów

source: Rounded
pl_pl: Zaokrąglone

source: Squared
pl_pl: Kwadratowe

source: Enable custom selectors
pl_pl: Włącz niestandardowe selektory

source: If your theme does not refresh products after filtering it might be due to non-standard CSS selectors. Enable this option to enter custom selector values.
pl_pl: Jeśli Twój motyw nie odświeża produktów po przefiltrowaniu, może to być spowodowane niestandardowymi selektorami CSS. Włącz tę opcję, aby wprowadzić niestandardowe wartości dla selektorów.

source: Selectors
pl_pl: Selektory

source: Enter CSS selector for each part of the page - it will be replaced with new content on page reload.<br><br>If you don't know what values to enter contact your theme's support.
pl_pl: Wprowadź selektor CSS dla każdej części strony - zostanie on zastąpiony nową zawartością po ponownym załadowaniu strony.<br><br>Jeśli nie wiesz, jakie wartości wpisać, skontaktuj się z twórcą Twojego motywu.

source: Products selector
pl_pl: Selektor produktów

source: Pagination selector
pl_pl: Selektor paginacji

source: Breadcrumbs selector
pl_pl: Selektor breadcrumbs

source: Result count selector
pl_pl: Selektor licznika wyszukiwania

source: Sorting selector
pl_pl: Selektor sortowania

source: Page title selector
pl_pl: Selektor tytułu strony

source: Title
pl_pl: Tytuł

source: Date
pl_pl: Data

source: Filter group updated.
pl_pl: Grupa filtrów zaktualizowana.

source: Filter group deleted.
pl_pl: Grupa filtrów usunięta.

source: Filter group published.
pl_pl: Grupa filtrów opublikowana.

source: Filter group saved.
pl_pl: Grupa filtrów zapisana.

source: Filter group submitted.
pl_pl: Grupa filtrów przesłana.

source: Filter group scheduled for.
pl_pl: Grupa filtrów zaplanowana.

source: Filter group draft updated.
pl_pl: Szkic grupy filtrów zapisany.

source: Product rating is currently disabled in WooCommerce, for this filter to work enable star rating in <a href="%s" target="_blank" >settings</a>.
pl_pl: Ocena produktów jest obecnie wyłączona w WooCommerce. Aby ten filtr działał, włącz ocenę przy opiniach w <a href="%s" target="_blank" >ustawieniach</a>.

source: There are no options for selected source
pl_pl: Brak opcji dla wybranego źródła

source: Edit Filters
pl_pl: Edytuj filtry

source: Setup filters
pl_pl: Skonfiguruj filtry

source: Filters
pl_pl: Filtry

source: Add new
pl_pl: Dodaj nowy

source: Settings
pl_pl: Ustawienia

source: Edit filter
pl_pl: Edytuj filtr

source: Edit
pl_pl: Edytuj

source: Duplicate filter
pl_pl: Duplikuj filtr

source: Duplicate
pl_pl: Duplikuj

source: Remove filter
pl_pl: Usuń filtr

source: Remove
pl_pl: Usuń

source: Close filter
pl_pl: Zamknij filtr

source: Enabled
pl_pl: Włączony

source: Label
pl_pl: Etykieta

source: Type
pl_pl: Typ

source: No filters. Click <strong>Add new filter</strong> button to add first one.
pl_pl: Braj filtrów. Kliknij przycisk <strong>Dodaj nowy filtr</strong>, aby dodać pierwszy.

source: Add new filter
pl_pl: Dodaj nowy filtr

source: Setup filters in the shop:
pl_pl: Skonfiguruj filtry w sklepie:

source: After you prepare filters group it <strong>will not</strong> be automatically visible in your shop, you need to place this group somewhere.
pl_pl: Po dodaniu grupy filtrów, <strong>nie będzie</strong> ona automatycznie widoczna w Twoim sklepie, musisz gdzieś umieścić tę grupę.

source: Block
pl_pl: Blok

source: Widget
pl_pl: Widżet

source: Add new <strong>SF Filter Group</strong> widget to shop sidebar in <a href="%s" target="_blank">widgets panel</a>.
pl_pl: Dodaj nowy widżet <strong>SF Grupa Filtrów</strong> do paska bocznego sklepu w <a href="%s" target="_blank">panelu widżetów</a>.

source: Place this shortcode where you need filters to appear:
pl_pl: Umieść ten shortcode tam, gdzie chcesz, aby pojawiły się filtry:

source: Select filter type
pl_pl: Wybierz typ filtra

source: Close popup
pl_pl: Zamknij okno

source: Edit filters
pl_pl: Edytuj filtry

source: Group settings
pl_pl: Ustawienia grupy

source: Save settings
pl_pl: Zapisz ustawienia

source: Enable elements
pl_pl: Włącz elementy

source: Elements that should be visible in this filter group
pl_pl: Elementy, które powinny być widoczne w tej grupie filtrów

source: <strong>Group title</strong> - show group title above filters
pl_pl: <strong>Tytuł grupy</strong> — pokaż tytuł grupy nad filtrami

source: <strong>Clear all button</strong> - reset options button to clear all selected values
pl_pl: <strong>Przycisk wyczyść wszystko</strong> – przycisk resetowania opcji, aby wyczyścić wszystkie wybrane wartości

source: Filtering start
pl_pl: Rozpoczęcie filtrowania

source: When should filtering of products start
pl_pl: Kiedy powinno rozpocząć się filtrowanie produktów

source: <strong>Automatically</strong> - when any of the filters are changed
pl_pl: <strong>Automatycznie</strong> — po zmianie któregokolwiek z filtrów

source: <strong>On submit</strong> - when user presses the Filter button
pl_pl: <strong>Manualnie</strong> – gdy użytkownik naciśnie przycisk Filtruj

source: More options button
pl_pl: Przycisk więcej opcji

source: Enable to limit how many options are shown at once before "Show more" button appears
pl_pl: Włącz, aby ograniczyć liczbę opcji wyświetlanych jednocześnie, zanim pojawi się przycisk „Pokaż więcej”

source: Number of options to show
pl_pl: Liczba opcji do wyświetlenia

source: How many options should be displayed initially
pl_pl: Ile opcji powinno być wyświetlanych na początku

source: Collapse filter button
pl_pl: Przycisk zwijania filtra

source: Display arrow that will allow to collapse filter to only its title. <strong style="color: #b15252;">NOTICE:</strong> this will save a cookie to remember collapsed filters.
pl_pl: Wyświetl strzałkę, która pozwoli zwinąć filtr tak że pozostanie jedynie jego tytuł. <strong style="color: #b15252;">UWAGA:</strong> zapisze to wartość w plikach cookie w celu zapamiętania zwiniętych filtrów.

# slug
source: stock-status
pl_pl: stan-magazynowy

# slug
source: rating
pl_pl: ocena

# slug
source: price
pl_pl: cena

# slug
source: product-category
pl_pl: kategoria-produktu

# slug
source: product-tag
pl_pl: tag-produktu

source: Add New Filter Group
pl_pl: Dodaj nową grupę filtrów

source: Edit Filter Group
pl_pl: Edytuj grupę filtrów

source: New Filter Group
pl_pl: Nowa grupa filtrów

source: View Filter Group
pl_pl: Wyświetl grupę filtrów

source: Search Filter Groups
pl_pl: Wyszukaj grupy filtrów

source: No Filter Groups found
pl_pl: Nie znaleziono grup filtrów

source: No Filter Groups found in Trash
pl_pl: Nie znaleziono grup filtrów w koszu

source: Filter Item
pl_pl: Filtr

source: (no label)
pl_pl: (brak etykiety)

source: SF Filter Group
pl_pl: SF Grupa Filtrów

source: Not selected
pl_pl: Nie zaznaczone

source: Filter group
pl_pl: Grupa filtrów

source: Choose one or many options
pl_pl: Wybierz jedną lub wiele opcji

source: Synthetic
pl_pl: Syntetyczny

source: Linen
pl_pl: Len

source: Wool
pl_pl: Wełna

source: Cotton
pl_pl: Bawełna

source: Color
pl_pl: Kolor

source: Choose one or many colors
pl_pl: Wybierz jeden lub wiele kolorów

source: Select color
pl_pl: Wybierz kolor

source: For each term assign color from the color pallet
pl_pl: Dla każdego terminu przypisz kolor z palety kolorów

source: Black
pl_pl: Czarny

source: Maroon
pl_pl: Bordowy

source: Green
pl_pl: Zielony

source: Filter label
pl_pl: Etykieta filtra

source: Name of the filter that will be displayed above it
pl_pl: Nazwa filtra, który będzie wyświetlana nad nim

source: URL label
pl_pl: Etykieta adresu URL

source: This label will be used in URL when filter is applied. <br>Use only lowercase letters, numbers and hyphens.
pl_pl: Ta etykieta będzie używana w adresie URL po zastosowaniu filtra. <br>Używaj tylko małych liter, cyfr i myślników.

source: Search relation
pl_pl: Relacja filtrowania

source: How to display results when selecting more than 1 option
pl_pl: Jak wyświetlić wyniki po wybraniu więcej niż 1 opcji

source: OR - Product needs to match any of selected options to be shown
pl_pl: LUB — aby produkt był wyświetlany, musi pasować do dowolnej z wybranych opcji

source: AND - Product needs to match all selected options to be shown
pl_pl: ORAZ — aby produkt był wyświetlany, musi pasować do wszystkich wybranych opcji

source: Sources
pl_pl: Źródła

source: Categories, tags and attributes created for products. If you want to filter by i.e. clothing size you need to create an attribute first - <a href="%s" target="_blank">learn more</a>.
pl_pl: Kategorie, tagi i atrybuty przypisane do produktów. Jeśli chcesz filtrować np. według rozmiaru odzieży, musisz najpierw utworzyć odpowiedni atrybut – <a href="%s" target="_blank">dowiedz się więcej</a>.

source: All elements label
pl_pl: Etykieta wszystkich elementów

source: First option selected by default have all elements show, what should be its label i.e. "All brands"
pl_pl: Pierwsza opcja zaznaczona domyślnie, która ma wyświetlać wszystkie elementy, wprowadź jej etykietę, np. "Wszystkie marki"

source: Display product count
pl_pl: Wyświetl liczbę produktów

source: Show/hide product count next to options
pl_pl: Pokaż/ukryj liczbę produktów obok opcji

source: Order by
pl_pl: Sortowanie

source: Select how options should be ordered. By default you can go to category or attribute and manually change order.
pl_pl: Wybierz sposób uporządkowania opcji. Domyślnie możesz przejść do kategorii lub atrybutu i ręcznie zmienić ich kolejność.

source: Default
pl_pl: Domyślny

source: Name
pl_pl: Nazwa

source: Count
pl_pl: Ilość

source: Order type
pl_pl: Kolejność

source: Type by which options are ordered
pl_pl: Kolejność według którego opcje są sortowane

source: ASC
pl_pl: Rosnąco

source: DESC
pl_pl: Malejąco

source: Attributes
pl_pl: Atrybuty

source: Product category
pl_pl: Kategorie produktu

source: Product tags
pl_pl: Tagi produktu

source: Stock status
pl_pl: Stan magazynowy

source: Attribute
pl_pl: Atrybut

source: Select one of the attributes <br> You can edit and add new in <a href="%s" target="_blank" >attributes panel</a>
pl_pl: Wybierz jeden z atrybutów <br> Możesz edytować i dodawać nowe w <a href="%s" target="_blank">panelu atrybutów</a>

source: Select all categories or one to show it's children <br> You can edit and add new in <a href="%s" target="_blank">categories panel</a>
pl_pl: Wybierz wszystkie kategorie lub jedną, aby pokazać podległe jej kategorie<br> Możesz edytować i dodawać nowe w <a href="%s" target="_blank">panelu kategorii</a>

source: Select filter
pl_pl: Wybierz filter

source: Select only one option
pl_pl: Wybierz tylko jedną opcję

source: Brand new
pl_pl: Nowy

source: Used
pl_pl: Używany

source: Damaged
pl_pl: Uszkodzony

source: Rating
pl_pl: Ocena

source: Choose product rating
pl_pl: Wybierz ocenę produktu

source: Select only one from list
pl_pl: Wybierz tylko jeden z listy

source: Show all products
pl_pl: Pokaż wszystkie produkty

source: Available
pl_pl: Dostępne

source: Sold out
pl_pl: Wyprzedane

source: On preorder
pl_pl: Na zamówienie

source: Choose price range
pl_pl: Wybierz przedział cenowy

source: Clear filters
pl_pl: Wyczyść filtry

source: Apply filters
pl_pl: Zastosuj filtry

source: Toggle filter visibility
pl_pl: Przełącz widoczność filtra

source: Rating:
pl_pl: Ocena:

source: Min price
pl_pl: Cena od

source: Max price
pl_pl: Cena do

source: All categories
pl_pl: Wszystkie kategorie

source: Show more
pl_pl: Pokaż więcej

source: Simply Filters for WooCommerce plugin is enabled but it requires WooCommerce in order to work.
pl_pl: Wtyczka Simply Filters włączona, ale do działania wymaga aktywnego WooCommerce.

source: This field is required.
pl_pl: To pole jest wymagane.

source: Fill in all required fields.
pl_pl: Wypełnij wszystkie wymagane pola.

source: (copy)
pl_pl: (kopiuj)

source: Are you sure?
pl_pl: Jesteś pewny?

source: Delete
pl_pl: Usuń

source: Cancel
pl_pl: Anuluj

source: values are not unique.
pl_pl: wartości nie są unikalne.

source: Value must be unique across all filters in the group
pl_pl: Wartość musi być unikalne we wszystkich filtrach w grupie

source: Choose group
pl_pl: Wybierz grupę

source: Showing filter group preview.
pl_pl: Wyświetl podgląd grupy filtrów.

source: Select a filters group:
pl_pl: Wybierz grupę filtrów:

source: Done
pl_pl: Gotowe

source: Change filter group
pl_pl: Zmień grupę filtrów

source: Show less
pl_pl: Pokaż mniej

source: Close notice
pl_pl: Zamknij powiadomienie
